{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "abyss.nvim": {
      "src": "https://github.com/barrientosvctor/abyss.nvim"
    },
    "bluebell": {
      "src": "https://github.com/GlitchedPanda/bluebell"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "darkrose.nvim": {
      "src": "https://github.com/water-sucks/darkrose.nvim"
    },
    "fleur.nvim": {
      "src": "https://github.com/aikhe/fleur.nvim"
    },
    "forest-night.nvim": {
      "src": "https://github.com/adibhanna/forest-night.nvim"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "koda.nvim": {
      "src": "https://github.com/oskarnurm/koda.nvim"
    },
    "lorem.nvim": {
      "src": "https://github.com/derektata/lorem.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "move.nvim": {
      "src": "https://github.com/fedepujol/move.nvim"
    },
    "multicursor.nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim"
    },
    "nanode.nvim": {
      "src": "https://github.com/KijitoraFinch/nanode.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oasis.nvim": {
      "src": "https://github.com/uhs-robert/oasis.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-devicons": {
      "src": "https://github.com/ryanoasis/vim-devicons"
    },
    "yorumi.nvim": {
      "src": "https://github.com/yorumicolors/yorumi.nvim"
    }
  }
}